<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="imagetoolbar" content="no">
<meta name="robots" content="index,follow">
<meta name="description" content="California Tamil Academy (CTA) was conceived with the primary objective of teaching Tamil, an ancient South Indian  Language with a very long history and rich literature to the children and young adults living in California.  As an extension to the teaching of Tamil,  CTA also sponsors cultural activities such as Music, Dance, Drama and any art form based on Tamil language and Tamil culture.">
<meta name="keywords" content="California Tamil Academy (CTA), CTA , Learning Tamil, California">
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<TITLE>::California Tamil Academy::</TITLE>
<link REL="SHORTCUT ICON" HREF="favicon.ico">
<LINK rel=FONTDEF SRC="resource/TSCu_InaiKathir.pfr">
<LINK rel=FONTDEF SRC="resource/TSCu_InaiMathi.pfr">
<link href="./styles/Tamilgen.css" type="text/css" rel="stylesheet">
<SCRIPT language=JavaScript src="./scripts/tdserver.js"></SCRIPT>
<script language=javascript src="./scripts/gen.js"></script>
 
</HEAD>
<BODY BGCOLOR=#FFFFFF LEFTMARGIN=0 TOPMARGIN=0 MARGINWIDTH=0 MARGINHEIGHT=0 ONLOAD="preloadImages();">
<table class=text2 width="100%" border="0" cellpadding="0" cellspacing="0" height="100%">  <tr width="100%" > 
        <td colspan="5" background="images/layout1_02.gif"  id=cahead></td>
  </tr>
  <tr width="100%" > 
    <td colspan="5"   height="49"></td>
  </tr>
   
  <tr> 
    <td width="28" ID=head valign="top" background="images/layout1_17.gif">&nbsp;</td>
    <td width="28">&nbsp;</td>
    <td width="100%" height="100%" valign="top">
	<br>
	<!-- Content Starts Here--->
	<p><a class=mouse href="aboutus.html">Aboutus</a> 
        &gt; Final Annual Evaluation</p>
	<p class=header_1>&#2990;&#3006;&#2979;&#2997;&#2992;&#3021;&#2965;&#2995;&#3007;&#2985;&#3021; &#2950;&#2979;&#3021;&#2975;&#3009; &#2951;&#2993;&#3009;&#2980;&#3007; &#2980;&#3007;&#2993;&#2985;&#3021; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3008;&#2975;&#3009;(Final Annual Evaluation of Students' knowledge &amp; skills)</p> 
	  <p>&#2970;&#3009;&#2990;&#2980;&#3007; &#2986;&#2980;&#3021;&#2990;&#2984;&#3006;&#2986;&#2985;&#3021;</p> 
	  <p class=header_2>&#2980;&#3015;&#2992;&#3021;&#2997;&#3009;&#2965;&#2995;&#3009;&#2990;&#3021; &#2990;&#2993;&#3021;&#2993; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3008;&#2975;&#3009;&#2965;&#2995;&#3009;&#2990;&#3021;:</p> 
	  <p>&#2990;&#3006;&#2979;&#2997;&#2992;&#3021;&#2965;&#2995;&#3021; &#2980;&#3006;&#2990;&#3021; &#2986;&#2975;&#3007;&#2980;&#3021;&#2980;&#2980;&#3016; &#2984;&#3007;&#2985;&#3016;&#2997;&#3007;&#2994;&#3021; &#2997;&#3016;&#2980;&#3021;&#2980;&#3007;&#2992;&#3009;&#2965;&#3021;&#2965;&#3007;&#2993;&#3006;&#2992;&#3021;&#2965;&#2995;&#3006;, &#2980;&#2990;&#3007;&#2996;&#3021;&#2986;&#3021; &#2986;&#2991;&#3007;&#2993;&#3021;&#2970;&#3007; &#2970;&#3014;&#2991;&#3021;&#2965;&#3007;&#2993;&#3006;&#2992;&#3021;&#2965;&#2995;&#3006;, &#2949;&#2975;&#3009;&#2980;&#3021;&#2980; &#2997;&#2965;&#3009;&#2986;&#3021;&#2986;&#3009;&#2965;&#3021;&#2965;&#3009;&#2986;&#3021; &#2986;&#3019;&#2965;&#2980;&#3021; &#2980;&#2991;&#3006;&#2992;&#3006;&#2965; &#2951;&#2992;&#3009;&#2965;&#3021;&#2965;&#3007;&#2993;&#3006;&#2992;&#3021;&#2965;&#2995;&#3006;, &#2986;&#2975;&#3007;&#2980;&#3021;&#2980; &#2986;&#3006;&#2975;&#2969;&#3021;&#2965;&#2995;&#3021; &#2949;&#2997;&#2992;&#3021;&#2965;&#2995;&#2980;&#3009; &#2980;&#2990;&#3007;&#2996;&#3021; &#2997;&#2995;&#2992; &#2953;&#2986;&#2991;&#3019;&#2965;&#2990;&#3006;&#2991;&#3021; &#2951;&#2992;&#3009;&#2965;&#3021;&#2965;&#3007;&#2985;&#3021;&#2993;&#2985;&#2997;&#3006; &#2958;&#2985;&#3021;&#2993;&#3009; &#2949;&#2993;&#3007;&#2991; &#2984;&#2990;&#3021; &#2986;&#2995;&#3021;&#2995;&#3007;&#2965;&#3021;&#2965;&#3010;&#2975;&#2980;&#3021;&#2980;&#3007;&#2994;&#3021; &#2962;&#2997;&#3021;&#2997;&#3018;&#2992;&#3009; &#2980;&#2997;&#2979;&#3016; &#2990;&#3009;&#2975;&#3007;&#2997;&#3007;&#2994;&#3009;&#2990;&#3021; &#2949;&#2984;&#3021;&#2980;&#2984;&#3021;&#2980; &#2997;&#2965;&#3009;&#2986;&#3021;&#2986;&#3009;&#2965;&#2995;&#3009;&#2965;&#3021;&#2965;&#3009; &#2959;&#2993;&#3021;&#2993; &#2980;&#3015;&#2992;&#3021;&#2997;&#3009;&#2965;&#2995;&#3016; &#2984;&#2975;&#2980;&#3021;&#2980;&#3009;&#2965;&#3007;&#2985;&#3021;&#2993;&#3019;&#2990;&#3021;. &#2980;&#3015;&#2992;&#3021;&#2997;&#3009;&#2965;&#2995;&#3021; &#2990;&#2975;&#3021;&#2975;&#3009;&#2990;&#2985;&#3021;&#2993;&#3007; &#2990;&#3006;&#2979;&#2997;&#2992;&#3021;&#2965;&#2995;&#3021; &#2997;&#3008;&#2975;&#3021;&#2975;&#3009;&#2986;&#3021;&#2986;&#3006;&#2975;&#2980;&#3021;&#2980;&#3007;&#2994;&#3021; &#2965;&#3006;&#2975;&#3021;&#2975;&#3009;&#2990;&#3021; &#2990;&#3009;&#2991;&#2993;&#3021;&#2970;&#3007;, &#2997;&#2965;&#3009;&#2986;&#3021;&#2986;&#3009; &#2970;&#3014;&#2991;&#2993;&#3021;&#2986;&#3006;&#2975;&#3009;&#2965;&#2995;&#3007;&#2994;&#3021; &#2986;&#2969;&#3021;&#2965;&#3015;&#2993;&#3021;&#2965;&#3009;&#2990;&#3021; &#2952;&#2975;&#3009;&#2986;&#3006;&#2975;&#3009; (Class Participation), &#2962;&#2986;&#3021;&#2986;&#3009;&#2997;&#3007;&#2965;&#3021;&#2965;&#3009;&#2990;&#3021; &#2980;&#3007;&#2993;&#2990;&#3016; (Recital), &#2986;&#2975;&#3007;&#2965;&#3021;&#2965;&#3009;&#2990;&#3021; &#2980;&#3007;&#2993;&#2990;&#3016;, &#2986;&#3015;&#2970;&#3021;&#2970;&#3009; &#2990;&#2993;&#3021;&#2993;&#3009;&#2990;&#3021; &#2958;&#2996;&#3009;&#2980;&#3021;&#2980;&#3009;&#2980;&#3021; &#2980;&#3007;&#2993;&#2990;&#3016;, &#2986;&#2995;&#3021;&#2995;&#3007; &#2997;&#2992;&#3009;&#2965;&#3016; (Attendance) &#2950;&#2965;&#3007;&#2991;&#2997;&#2993;&#3021;&#2993;&#3016; &#2962;&#2997;&#3021;&#2997;&#3018;&#2992;&#3009; &#2950;&#2970;&#3007;&#2992;&#3007;&#2991;&#2992;&#3009;&#2990;&#3021;/&#2950;&#2970;&#3007;&#2992;&#3007;&#2991;&#3016;&#2991;&#3009;&#2990;&#3021; &#2980;&#2969;&#3021;&#2965;&#2995;&#3009;&#2975;&#3016;&#2991; &#2950;&#2970;&#3007;&#2992;&#3007;&#2991;&#2992;&#3021; &#2986;&#2980;&#3007;&#2997;&#3015;&#2975;&#3021;&#2975;&#3007;&#2994;&#3021; (Teacher's Logbook) &#2980;&#3007;&#2985;&#2990;&#3009;&#2990;&#3021; &#2965;&#3009;&#2993;&#3007;&#2980;&#3021;&#2980;&#3009;&#2965;&#3021;&#2965;&#3018;&#2995;&#3021;&#2965;&#3007;&#2993;&#3006;&#2992;&#3021;&#2965;&#2995;&#3021;. &#2951;&#2984;&#3021;&#2980; &#2980;&#3007;&#2985;&#2970;&#2992;&#3007; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3014;&#2979;&#3021; &#2965;&#3009;&#2993;&#3007;&#2986;&#3021;&#2986;&#3009;&#2965;&#2995;&#3021; &#2990;&#3006;&#2979;&#2997;&#2992;&#3021;&#2965;&#2995;&#3007;&#2985;&#3021; &#2980;&#2997;&#2979;&#3016; &#2990;&#3009;&#2985;&#3021;&#2985;&#3015;&#2993;&#3021;&#2993; &#2949;&#2993;&#3007;&#2965;&#3021;&#2965;&#3016; (Student's Term Progress Report) &#2990;&#2993;&#3021;&#2993;&#3009;&#2990;&#3021; &#2950;&#2979;&#3021;&#2975;&#3009; &#2951;&#2993;&#3009;&#2980;&#3007;&#2980;&#3021; &#2980;&#2992;&#2997;&#2992;&#3007;&#2970;&#3016; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3008;&#2975;&#3021;&#2975;&#3007;&#2994;&#3021; (Evaluation of Student's Annual Final Ranking) &#2986;&#2991;&#2985;&#3021;&#2986;&#2975;&#3009;&#2980;&#3021;&#2980;&#2986;&#3021;&#2986;&#2975;&#3009;&#2965;&#3007;&#2985;&#3021;&#2993;&#2985;.</p> 
	  <p class=header_2>&#2951;&#2993;&#3009;&#2980;&#3007;&#2980;&#3021; &#2980;&#2992;&#2997;&#2992;&#3007;&#2970;&#3016; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3008;&#2975;&#3009;: (Evaluation of Student's Final Ranking)</p> 
	  <p>&#2980;&#3009;&#2997;&#2965;&#3021;&#2965;&#2986;&#3021; &#2986;&#2995;&#3021;&#2995;&#3007; &#2997;&#2965;&#3009;&#2986;&#3021;&#2986;&#3009;&#2965;&#2995;&#3007;&#2994;&#3021; (ESGL) &#2990;&#3006;&#2979;&#2997;&#2992;&#3021;&#2965;&#2995;&#3007;&#2985;&#3021; &#2986;&#2995;&#3021;&#2995;&#3007; &#2997;&#2992;&#3009;&#2965;&#3016;, &#2997;&#3008;&#2975;&#3021;&#2975;&#3009;&#2986;&#3021;&#2986;&#3006;&#2975;&#2980;&#3021;&#2980;&#3007;&#2994;&#3021; &#2965;&#3006;&#2975;&#3021;&#2975;&#3009;&#2990;&#3021; &#2990;&#3009;&#2991;&#2993;&#3021;&#2970;&#3007;, &#2997;&#2965;&#3009;&#2986;&#3021;&#2986;&#3009; &#2970;&#3014;&#2991;&#2993;&#3021;&#2986;&#3006;&#2975;&#3009;&#2965;&#2995;&#3007;&#2994;&#3021; &#2986;&#2969;&#3021;&#2965;&#3015;&#2993;&#3021;&#2965;&#3009;&#2990;&#3021; &#2952;&#2975;&#3009;&#2986;&#3006;&#2975;&#3009;, &#2990;&#3009;&#2980;&#2994;&#3021; &#2990;&#2993;&#3021;&#2993;&#3009;&#2990;&#3021; &#2951;&#2992;&#2979;&#3021;&#2975;&#3006;&#2990;&#3021; &#2980;&#2997;&#2979;&#3016;&#2980;&#3021; &#2980;&#3015;&#2992;&#3021;&#2997;&#3009;&#2965;&#2995;&#3007;&#2994;&#3021; &#2990;&#3006;&#2979;&#2997;&#2992;&#3007;&#2985;&#3021; &#2970;&#2992;&#3006;&#2970;&#2992;&#3007; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3014;&#2979;&#3021;&#2965;&#2995;&#3021;, &#2997;&#2992;&#3009;&#2975; &#2951;&#2993;&#3009;&#2980;&#3007;&#2980;&#3021; &#2980;&#3015;&#2992;&#3021;&#2997;&#3007;&#2994;&#3021; &#2990;&#3006;&#2979;&#2997;&#2992;&#3007;&#2985;&#3021; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3014;&#2979;&#3021;&#2965;&#2995;&#3021; &#2950;&#2965;&#3007;&#2991;&#2985;&#2997;&#2993;&#3021;&#2993;&#3016;&#2965;&#3021; &#2965;&#2992;&#3009;&#2980;&#3021;&#2980;&#3007;&#2994;&#3021; &#2965;&#3018;&#2979;&#3021;&#2975;&#3009; &#2951;&#2993;&#3009;&#2980;&#3007;&#2980;&#3021; &#2980;&#2992;&#2997;&#2992;&#3007;&#2970;&#3016; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3008;&#2975;&#3009; &#2965;&#2979;&#2965;&#3021;&#2965;&#3007;&#2975;&#2986;&#3021;&#2986;&#2975;&#3009;&#2965;&#3007;&#2985;&#3021;&#2993;&#2980;&#3009;. &#2951;&#2984;&#3021;&#2980; 5 &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3008;&#2975;&#3009;&#2965;&#2995;&#3021; &#2962;&#2997;&#3021;&#2997;&#3018;&#2985;&#3021;&#2993;&#3009;&#2965;&#3021;&#2965;&#3009;&#2990;&#3021; &#2970;&#2992;&#3007;&#2970;&#2990;&#2990;&#3006;&#2965; 100 &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3014;&#2979;&#3021;&#2965;&#2995;&#3021; &#2949;&#2995;&#3007;&#2965;&#3021;&#2965;&#2986;&#3021;&#2986;&#2975;&#3009;&#2965;&#3007;&#2985;&#3021;&#2993;&#2980;&#3009;. &#2990;&#3018;&#2980;&#3021;&#2980;&#2990;&#3021; 500 &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3014;&#2979;&#3021;&#2965;&#2995;&#3007;&#2994;&#3021; &#2990;&#3006;&#2979;&#2997;&#2992;&#3021; &#2986;&#3014;&#2993;&#3021;&#2993; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3014;&#2979;&#3021;&#2965;&#2995;&#3016;&#2986;&#3021; &#2986;&#3018;&#2993;&#3009;&#2980;&#3021;&#2980;&#3009; &#2949;&#2984;&#3021;&#2980; &#2990;&#3006;&#2979;&#2997;&#2985;&#3007;&#2985;&#3021;/&#2990;&#3006;&#2979;&#2997;&#3007;&#2991;&#3007;&#2985;&#3021; &#2951;&#2993;&#3009;&#2980;&#3007;&#2980;&#3021; &#2980;&#2992;&#2997;&#2992;&#3007;&#2970;&#3016; &#2958;&#2979;&#3021; (Final Rank) &#2965;&#2979;&#2965;&#3021;&#2965;&#3007;&#2975;&#2986;&#3021;&#2986;&#2975;&#3009;&#2965;&#3007;&#2985;&#3021;&#2993;&#2980;&#3009;.</p> 
	  <p>&#2984;&#2975;&#3009;&#2984;&#3007;&#2994;&#3016; (MSGL) &#2990;&#2993;&#3021;&#2993;&#3009;&#2990;&#3021; &#2953;&#2991;&#2992;&#3021;&#2984;&#3007;&#2994;&#3016;&#2986;&#3021; &#2986;&#2995;&#3021;&#2995;&#3007; (HSGL) &#2997;&#2965;&#3009;&#2986;&#3021;&#2986;&#3009;&#2965;&#2995;&#3007;&#2994;&#3021; &#2990;&#3015;&#2994;&#3021;&#2965;&#2979;&#3021;&#2975; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3008;&#2975;&#3009;&#2965;&#2995;&#3009;&#2975;&#2985;&#3021;, &#2962;&#2986;&#3021;&#2986;&#3009;&#2997;&#3007;&#2965;&#3021;&#2965;&#3009;&#2990;&#3021; &#2980;&#3007;&#2993;&#2990;&#3016;, &#2986;&#2975;&#3007;&#2965;&#3021;&#2965;&#3009;&#2990;&#3021; &#2980;&#3007;&#2993;&#2990;&#3016;, &#2990;&#2993;&#3021;&#2993;&#3009;&#2990;&#3021; &#2958;&#2996;&#3009;&#2980;&#3021;&#2980;&#3009;&#2980;&#3021; &#2980;&#3007;&#2993;&#2990;&#3016;&#2965;&#2995;&#3016;&#2991;&#3009;&#2990;&#3021; &#2965;&#2992;&#3009;&#2980;&#3021;&#2980;&#3007;&#2994;&#3021; &#2965;&#3018;&#2979;&#3021;&#2975;&#3009; &#2951;&#2993;&#3009;&#2980;&#3007;&#2980;&#3021; &#2980;&#2992;&#2997;&#2992;&#3007;&#2970;&#3016; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3008;&#2975;&#3009; &#2965;&#2979;&#2965;&#3021;&#2965;&#3007;&#2975;&#2986;&#3021;&#2986;&#2975;&#3009;&#2965;&#3007;&#2985;&#3021;&#2993;&#2980;&#3009;. &#2990;&#3018;&#2980;&#3021;&#2980;&#2990;&#3021; 900 &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3014;&#2979;&#3021;&#2965;&#2995;&#3007;&#2994;&#3021; &#2990;&#3006;&#2979;&#2997;&#2992;&#3021; &#2986;&#3014;&#2993;&#3021;&#2993; &#2990;&#2980;&#3007;&#2986;&#3021;&#2986;&#3014;&#2979;&#3021;&#2965;&#2995;&#3016;&#2986;&#3021; &#2986;&#3018;&#2993;&#3009;&#2980;&#3021;&#2980;&#3009; &#2949;&#2984;&#3021;&#2980; &#2990;&#3006;&#2979;&#2997;&#2985;&#3007;&#2985;&#3021;/&#2990;&#3006;&#2979;&#2997;&#3007;&#2991;&#3007;&#2985;&#3021; &#2951;&#2993;&#3009;&#2980;&#3007;&#2980;&#3021; &#2980;&#2992;&#2997;&#2992;&#3007;&#2970;&#3016; &#2958;&#2979;&#3021; (Final Rank) &#2965;&#2979;&#2965;&#3021;&#2965;&#3007;&#2975;&#2986;&#3021;&#2986;&#2975;&#3009;&#2965;&#3007;&#2985;&#3021;&#2993;&#2980;&#3009;. &#2953;&#2991;&#2992;&#3021;&#2984;&#3007;&#2994;&#3016;&#2986;&#3021; &#2986;&#2995;&#3021;&#2995;&#3007; (HSGL) &#2997;&#2965;&#3009;&#2986;&#3021;&#2986;&#3009;&#2965;&#2995;&#3007;&#2994;&#3021; &#2958;&#2996;&#3009;&#2980;&#3021;&#2980;&#3009;&#2980;&#3021; &#2980;&#3007;&#2993;&#2990;&#3016;&#2991;&#3007;&#2994;&#3021; &#2986;&#3009;&#2980;&#3021;&#2980;&#2965; &#2949;&#2993;&#3007;&#2965;&#3021;&#2965;&#3016;&#2965;&#3021;&#2965;&#3009; (Book Report) &#2990;&#3009;&#2965;&#3021;&#2965;&#3007;&#2991;&#2980;&#3021;&#2980;&#3009;&#2997;&#2990;&#3021; &#2949;&#2995;&#3007;&#2965;&#3021;&#2965;&#2986;&#3021;&#2986;&#2975;&#3009;&#2965;&#3007;&#2985;&#3021;&#2993;&#2980;&#3009;.</p> 
	  <p>&#2962;&#2997;&#3021;&#2997;&#3018;&#2992;&#3009; &#2997;&#2965;&#3009;&#2986;&#3021;&#2986;&#3007;&#2994;&#3009;&#2990;&#3021; &#2990;&#3009;&#2980;&#2994;&#3021; &#2980;&#2992;&#2997;&#2992;&#3007;&#2970;&#3016; (First rank) &#2986;&#3014;&#2993;&#3021;&#2993; &#2990;&#3006;&#2979;&#2997;&#2992;&#3009;&#2965;&#3021;&#2965;&#3009; &#2980;&#2969;&#3021;&#2965;&#2986;&#3021; &#2986;&#2980;&#2965;&#3021;&#2965;&#2990;&#3009;&#2990;&#3021; (Gold medal), &#2951;&#2992;&#2979;&#3021;&#2975;&#3006;&#2990;&#3021; &#2990;&#2993;&#3021;&#2993;&#3009;&#2990;&#3021; &#2990;&#3010;&#2985;&#3021;&#2993;&#3006;&#2990;&#3021; &#2980;&#2992;&#2997;&#2992;&#3007;&#2970;&#3016;&#2965;&#2995;&#3021; &#2986;&#3014;&#2993;&#3021;&#2993; &#2990;&#3006;&#2979;&#2997;&#2992;&#3021;&#2965;&#2995;&#3009;&#2965;&#3021;&#2965;&#3009; &#2997;&#3014;&#2995;&#3021;&#2995;&#3007;&#2986;&#3021; &#2986;&#2980;&#2965;&#3021;&#2965;&#2969;&#3021;&#2965;&#2995;&#3009;&#2990;&#3021; (Silver medals) &#2997;&#2996;&#2969;&#3021;&#2965;&#3007; &#2984;&#2990;&#3021; &#2980;&#2990;&#3007;&#2996;&#3021;&#2986;&#3021;&#2986;&#2995;&#3021;&#2995;&#3007; &#2990;&#3006;&#2979;&#2997;&#2992;&#3021;&#2965;&#2995;&#3016; &#2954;&#2965;&#3021;&#2965;&#3009;&#2997;&#3007;&#2965;&#3021;&#2965;&#3007;&#2985;&#3021;&#2993;&#2980;&#3009;.</p> 
	
	
	<!-- Content Ends   Here--->
	</td>
    <td>&nbsp;</td>
    <td width="1">&nbsp;</td>
  </tr>
  <tr> 
    <td width="28" height="1" background="images/layout1_17.gif"><img src="images/spacer.gif" width="187" height="8"></td>
    <td width="28"  height="1"><img src="images/spacer.gif" width="12" height="8"></td>
    <td width="100%" height="1"><img src="images/spacer.gif" width="500" height="1"></td>
    <td  height="1"><img src="images/spacer.gif" width="22" height="8"></td>
    <td width="1">&nbsp;</td>
  </tr>
  <tr> 
    <td colspan="4" height="20" id=footer></td>
    <td width="1">&nbsp;</td>
  </tr>
</table>
<script language="javascript">
getheader(0);
</script>
</BODY>
</HTML>